tap "libsql/sqld"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "atac"
brew "basedpyright"
brew "bat"
brew "biome"
brew "btop"
brew "ctop"
brew "delve"
brew "dive"
brew "docker"
brew "dockerfile-language-server"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "goimports"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "gping"
brew "jq"
brew "ktop"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "lua-language-server"
brew "marksman"
brew "neovim"
brew "pgformatter"
brew "postgresql@15", restart_service: :changed
brew "powerlevel10k"
brew "prettier"
brew "python@3.13"
brew "python-tk@3.13"
brew "ruff"
brew "sql-language-server"
brew "starship"
brew "stylua"
brew "tailwindcss-language-server"
brew "taplo"
brew "tldr"
brew "tmux"
brew "typescript"
brew "typescript-language-server"
brew "uv"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "aerospace"
cask "bitwarden"
cask "bruno"
cask "discord"
cask "font-fira-code"
cask "font-geist-mono"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "obsidian"
cask "raycast"
cask "warp"
cask "zen"
