tap "oven-sh/bun"
brew "atac"
brew "basedpyright"
brew "bat"
brew "btop"
brew "ctop"
brew "delve"
brew "dive"
brew "dockerfile-language-server"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "goimports"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "gping"
brew "jq"
brew "ktop"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "lsd"
brew "lua-language-server"
brew "marksman"
brew "prettier"
brew "python@3.13"
brew "python-tk@3.13"
brew "ruff"
brew "tailwindcss-language-server"
brew "taplo"
brew "tldr"
brew "tmux"
brew "typescript"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yazi"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "bitwarden"
cask "bruno"
cask "discord"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "raycast"
