tap "libsql/sqld"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "tursodatabase/tap"
brew "atac"
brew "basedpyright"
brew "bat"
brew "biome"
brew "btop"
brew "ctop"
brew "delve"
brew "dive"
brew "docker"
brew "dockerfile-language-server"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "go"
brew "goimports"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "gping"
brew "jq"
brew "ktop"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "lua-language-server"
brew "marksman"
brew "neovim"
brew "pgformatter"
brew "postgresql@15", restart_service: :changed
brew "powerlevel10k"
brew "prettier"
brew "python@3.13"
brew "python-tk@3.13"
brew "ruff"
brew "sql-language-server"
brew "starship"
brew "stylua"
brew "tailwindcss-language-server"
brew "taplo"
brew "tldr"
brew "tmux"
brew "typescript"
brew "typescript-language-server"
brew "uv"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
brew "tursodatabase/tap/turso"
cask "aerospace"
cask "arc"
cask "bitwarden"
cask "bruno"
cask "discord"
cask "font-fira-code"
cask "font-geist-mono"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zed"
cask "zen"
vscode "a-h.templ"
vscode "arr.marksman"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chaitanyashahare.lazygit"
vscode "charliermarsh.ruff"
vscode "daltonmenezes.aura-theme"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dexxiez.shadcn-color-preview"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "igorsbitnev.error-gutters"
vscode "ionztorm.ionztorm-theme"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "mylesmurphy.prettify-ts"
vscode "naumovs.color-highlight"
vscode "sainnhe.everforest"
vscode "sonarsource.sonarlint-vscode"
vscode "teabyii.ayu"
vscode "tiago-gsantos.tiago-vscode-theme"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "yoavbls.pretty-ts-errors"
